<?php
return [
    // -------------------------start of auth inputs -------------------
    'otp_secret'=>'رقم التفعيل',
    'phone'=>'رقم الهاتف',
    'your_otp'=>'الكود الخاص بك هو',
    'recovery_password'=>'استعاده كلمة المرور',
    'password'=>'كلمة المرور',
    // -------------------------end of auth inputs -------------------


    // ----------------------start general inputs - ---------------------
    'ar_name'=>'الاسم بالعربي',
    'en_name'=>'الاسم بالانجليزي',
    'parent_id'=>'تابع ل',
    'note'=>'ملاحظات',
    // ----------------------end general inputs - ---------------------

    // ----------------------start of services - ---------------------
    'category'=>'القسم',
    'category_id'=>'القسم',
    'type'=>'النوع',
    'price'=>'السعر',
    'visibility'=>'الرؤية',
    // ----------------------end of services - ---------------------

    // ----------------------start of orders - ---------------------
    'city'=>'المدينة',
    'region'=>'المنطقة',
    'street'=>'الشارع',
    'house_number'=>'رقم المنزل',
    'coordinates'=>'الاحداثيات',
    'service'=>'الخدمة',
    'file'=>'الملف',
    'paper_number'=>'عدد الاوراق',
    'copies_number'=>'عدد النسخ',
    'property'=>'الخاصية',
    'pending'=>'معلق',
    'review'=>'تحت المراجعة',
    'printing'=>'قيد العمل',
    'delivery'=>'في طريقة للوصول لك',
    'completed'=>'مكتمل',
    // ----------------------end of orders - ---------------------

    // -----------------------start of rates------------------------
    'print_rate'=>'تقييم الطباعة',
    'delivery_rate'=>'تقييم التوصيل',
    'comment'=>'التعليق',
    // -----------------------end of rates------------------------

    // ----------------------start of templates - ---------------------
    'reset_password_title'=>' استعاده كلمة المرور في سكلير',
    'reset_password_message'=>'يمكنك الضغط علي الرابط المرفق لانشاء كلمة سر جديدة خاصة بك',
    'click_here'=>'اضغط هنا'
    // ----------------------end of templates - ---------------------


];
